Repository: Jaesung-Jung/DSM
Catalog: DSM/Localizable.xcstrings
Source language: en
Languages: ko

source: Account
ko: 계정

source: Connect
ko: 연결하기

source: Connect to DSM
ko: DSM에 연결하기

source: Download
ko: 다운로드

source: Download files easily from anywhere, directly to your DSM.
ko: 어디서나 간편하게 파일을 다운로드하여 DSM에 바로 저장하세요.

source: Easily monitor your system’s status and performance.
ko: 시스템의 상태와 성능을 쉽게 모니터링하세요.

source: Enter your QuickConnect ID or URL to connect.
ko: QuickConnect ID 또는 URL을 입력하세요.

source: File
ko: 파일

source: Forgot your password?
ko: 비밀번호를 잊으셨나요?

source: Login
ko: 로그인

source: Manage and access your files with ease.
ko: 파일을 간편하게 관리하고 액세스하세요.

source: Manage Device
ko: 디바이스 관리

source: Password
ko: 비밀번호

source: QuickConnect ID or URL
ko: QuickConnect ID 또는 URL

source: Share
ko: 공유

source: Share your files easily, anytime and anywhere.
ko: 언제 어디서나 간편하게 간편하게 파일을 공유하세요.

source: The QuickConnectID **%@** cannot be found.
ko: QuickConnectID **%@**를 찾을 수 없어요.

source: Unable to connect to **%@**
ko: **%@**에 연결할 수 없어요.

source: What is QuickConnect ID?
ko: QuickConnect ID란 무엇인가요?

source: Your account and password are not stored and are only used for authentication.
ko: 계정과 비밀번호 정보는 저장되지 않으며, 사용자 인증을 위한 용도 외에는 사용되지 않아요.
